Revit 2027 API
SymbolTypeId.LbfPerFtSup3 Property
 Symbol lbf/ft³, indicating unit Pounds force per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbfPerFtSup3 { get; }
Public Shared ReadOnly Property LbfPerFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbfPerFtSup3 {
	ForgeTypeId^ get ();
}
static member LbfPerFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace